{
  "-DI": "-DI",
  "[symbol] feed is delayed by [delay] minutes": "[тэмдэг] урсгал [саатал] минутаар хойшилсон",
  "[symbol] market is now opened.": "[тэмдэг] зах зээл одоо нээгдлээ.",
  "[symbol] market is presently closed.": "[тэмдэг] зах зээл одоогоор хаалттай байна.",
  "+DI": "+DI",
  "2-Exponential": "2-Экспоненциаль",
  "3-Exponential": "3-Экспоненциаль",
  "A technical momentum indicator that compares a security's closing price to its price range over a given time period. The oscillator's sensitivity to market movements can be reduced by adjusting the time period or by taking a moving average of the result.": "Үнэт цаасны хаалтын үнийг өгөгдсөн хугацаан дахь үнийн хамрах хүрээтэй харьцуулах зах зээлийн хөдөлгөөнт үзүүлэлт. Та цаг хугацааг өөрчлөх эсвэл хөдөлгөөний дундаж үзүүлэлтээр жигдрүүлэх замаар зах зээлийн өөрчлөлтөд мэдрэмтгий байдлыг бууруулж болно.",
  "Active": "Идэвхтэй",
  "Add": "Нэмэх",
  "Add new template": "Шинэ загвар нэмэх",
  "Add new templates": "Шинэ загварууд нэмэх",
  "ADX": "ADX",
  "ADX/DMS": "ADX/DMS",
  "All drawings": "Бүх зургууд",
  "Alligator": "Аллигатор",
  "already exists.": "аль хэдийн байгаа.",
  "Are you sure?": "Та энэ үйлдлийг хийхдээ итгэлтэй байна уу?",
  "Area": "Area",
  "Aroon": "Aroon",
  "Aroon Down": "Aroon Down",
  "Aroon Up": "Aroon Up",
  "Available only for \\\"Area\\\" chart type.": "Зөвхөн \\\"Area\\\" график төрөлд зөвшөөрөгдөнө.",
  "Available only for non-tick time intervals.": "Зөвхөн тикийн бус илүү урт хугацааны интервалаар ажиллана.",
  "Awesome": "Awesome",
  "Awesome Oscillator": "Awesome Oscillator",
  "Axis Label": "Axis Label",
  "Base Line": "Үндсэн шугам",
  "Base Line Period": "Үндсэн шугамын хугацаа",
  "Bill Williams introduced the Alligator indicator in 1995. The Alligator is as much a metaphor as it is an indicator. It consists of three lines, overlaid on a pricing chart, that represent the jaw, the teeth and the lips of the beast, and was created to help the trader confirm the presence of a trend and its direction. The Alligator indicator can also help traders designate impulse and corrective wave formations, but the tool works best when combined with a momentum indicator.": "1995 онд Билл Уильямс Аллигатор үзүүлэлтийг танилцуулсан. Аллигатор бол бэлгэдэл мөн техникийн хэрэгсэл юм. Энэ нь үнийн график дээр  араатны эрүү, шүд, уруул гэж нэрлэгддэг гурван шугамыг ашигладаг бөгөөд энэ нь арилжаачдад чиг хандлага хийгээд түүний чиглэлийг харуулдаг. Аллигатор үзүүлэлт нь арилжаачдад импульс болон залруулах долгионы тогтоцыг тодорхойлоход тусалдаг боловч энэ хэрэгсэл нь зах зээлийн хөдөлгөөнт үзүүлэлттэй хослуулснаар хамгийн сайн ажилладаг.",
  "Bollinger Bands": "Bollinger Bands",
  "Bollinger Bands Bottom": "Bollinger Bands Bottom",
  "Bollinger Bands can be used to measure the highness or lowness of the price relative to previous trades.": "Bollinger Bands нь өмнөх арилжааны үнэтэй харьцуулахад үнэ их эсвэл бага байгааг харуулахад тусалдаг.",
  "Bollinger Bands Median": "Bollinger Bands Median",
  "Bollinger Bands Top": "Bollinger Bands Top",
  "Cancel": "Цуцлах",
  "Candle": "Candle",
  "CCI": "CCI",
  "Channel Fill": "Channel Fill",
  "Chart data is not available for this symbol.": "Энэ тэмдэгт графикийн өгөгдөл байхгүй байна.",
  "Chart types": "Графикийн төрлүүд",
  "Charts": "График",
  "Clear all": "Бүгдийг арилгах",
  "Click on the chart to confirm point {{step}}.": "График дээр дарж {{step}} цэгийг баталгаажуулна уу.",
  "Click on the chart to confirm the end point.": "График дээр дарж төгсгөлийн цэгийг баталгаажуулна уу.",
  "Click on the chart to confirm the start point.": "График дээр дарж эхлэх цэгийг баталгаажуулна уу.",
  "Click on the chart to place the line.": "График дээр дарж шугамыг байрлуулна уу.",
  "Close": "Хаах",
  "CLOSED": "ХААЛТТАЙ",
  "Color": "Өнгө",
  "Commodity Channel Index": " Коммодити сувгийн индекс",
  "Continue": "Үргэлжлүүлэх",
  "Conversion Line": "Хөрвүүлэх шугам",
  "Conversion Line Period": "Хөрвүүлэх шугамын хугацаа",
  "CSV": "CSV",
  "Dark": "Dark",
  "day": "өдөр",
  "days": "хоног",
  "Decreasing Bar": "Decreasing Bar",
  "Detrended": "Detrended",
  "Detrended Price Oscillator": "Detrended Price Oscillator",
  "Developed by Larry Williams, Williams %R is a momentum indicator that is the inverse of the Fast Stochastic Oscillator. Also referred to as %R, Williams %R reflects the level of the close relative to the highest high for the look-back period.": "Larry Williams-ийн боловсруулсан Williams %R нь Fast Stochastic Oscillator-ын эсрэг чиглэлтэй хөдөлгөөний хурдыг хэмжигч үзүүлэлт юм. %R гэж мөн нэрлэгддэг Williams %R үзүүлэлт нь өмнөх хугацааны хамгийн өндөр ханштай харьцуулсан хаалтын ханшийн түвшинг харуулдаг.",
  "Developed by Tushar Chande in 1995, Aroon is an indicator system that determines whether a stock is trending or not and how strong the trend is. There are two separate indicators: Aroon-Up and Aroon-Down. A 25-day Aroon-Up measures the number of days since a 25-day high. A 25-day Aroon-Down measures the number of days since a 25-day low.": "Tushar Chande-ийн 1995 онд боловсруулсан Aroon нь хувьцаа тренд болж байгаа эсэх, чиг хандлага хэр хүчтэй байгааг тодорхойлдог үзүүлэлтийн систем юм. Aroon-Up болон Aroon-Down гэсэн хоёр тусдаа үзүүлэлт байдаг. 25 хоногийн Aroon-Up нь 25 хоногийн дээд цэгээс хойшхи өдрийн тоог хэмждэг. 25 хоногийн Aroon-Down нь 25 хоногийн доод цэгээс хойшхи өдрийн тоог хэмждэг.",
  "Disable Crosshair": "Хайчлуурыг идэвхгүй болгох",
  "Display data for a specific date and time": "Тодорхой хугацаа, цагт тохирсон өгөгдлийг харуулах",
  "Display remaining time for each interval": "Интервал тус бүрийн үлдсэн хугацааг харуулах",
  "Display the highest and lowest spot price": "Хамгийн өндөр ба хамгийн бага цэгийн үнийг харуулах",
  "Distance(%)": "Зай (%)",
  "Donchian Channel": "Donchian Channel",
  "Donchian High": "Donchian High",
  "Donchian Low": "Donchian Low",
  "Donchian Median": "Donchian Median",
  "Done": "Дууссан",
  "Double Smoothing Period": "Double Smoothing Period",
  "Download": "Татаж авах",
  "Drawing tools": "Зургийн хэрэгсэл",
  "Enable Crosshair": "Хайчлуурыг идэвхжүүлэх",
  "Exponential": "Экспоненциаль",
  "Fast": "Fast",
  "Fast MA Period": "Fast MA Period",
  "Favorites": "Favorites",
  "Field": "Талбар",
  "Fill Color": "Өнгөөр бөглөх",
  "Fractal Channel": "Фрактал суваг",
  "Fractal Chaos Band": "Fractal Chaos Band",
  "Fractal High": "Fractal High",
  "Fractal Low": "Fractal Low",
  "Fractals are indicators on candlestick charts that identify reversal points in the market. Traders often use fractals to get an idea about the direction in which the price will develop. A fractal will form when a particular price pattern happens on a chart.": "Фракталууд нь зах зээл дээрх урвуу цэгүүдийг тодорхойлдог лаан график дээрх үзүүлэлтүүд юм. Арилжаачид үнийн өсөлтийн талаар ойлголт авахын тулд ихэвчлэн фрактал ашигладаг. График дээр тодорхой үнийн загвар тохиолдоход фрактал үүснэ.",
  "H": "H",
  "High": "High",
  "High Period": "High Period",
  "Highest and lowest spot": "Хамгийн өндөр ба хамгийн доод цэг",
  "Histogram": "Histogram",
  "Historical data mode": "Түүхэн өгөгдлийн горим",
  "Hl/2": "Hl/2",
  "Hlc/3": "Hlc/3",
  "Hlcc/4": "Hlcc/4",
  "Hollow": "Hollow",
  "Horizontal line [num]": "Хэвтээ [тоо]",
  "hour": "цаг",
  "hours": "цаг",
  "Hull": "Hull",
  "Ichimoku Clouds": "Ichimoku Clouds",
  "Increasing Bar": "Increasing Bar",
  "Indicators": "Үзүүлэлт",
  "Interval duration": "Интервалын үргэлжлэх хугацаа",
  "Jaw": "Эрүү",
  "Jaw Offset": "Jaw Offset",
  "Jaw Period": "Jaw Period",
  "L": "L",
  "Lagging Span": "Хоцрогдсон хугацаа",
  "Lagging Span Period": "Хоцрогдсон хугацаа",
  "Language": "Хэл",
  "Last digits stats for latest 1000 ticks on": "Хамгийн сүүлийн үеийн 1000 хачгийн сүүлийн оронтой статистик",
  "Leading Span A": "Тэргүүлэх спан А",
  "Leading Span B": "Тэргүүлэгч Спан Б",
  "Leading Span B Period": "Тэргүүлэх Спан Б үе",
  "Light": "Light",
  "Lips": "Lips",
  "Lips Offset": "Lips Offset",
  "Lips Period": "Lips Period",
  "Low": "Low",
  "Low Period": "Low Period",
  "MA": "МА",
  "MA Env": "MA Env",
  "MA Env Bottom": "MA Env Доод",
  "MA Env Median": "MA Env медиан",
  "MA Env Top": "MA Env Топ",
  "MACD": "МАЦД",
  "MACD is a trading indicator used in technical analysis of stock prices. It is supposed to reveal changes in the strength, direction, momentum, and duration of a trend in a stock's price.": "MACD нь хувьцааны үнийн техникийн шинжилгээнд ашиглагддаг арилжааны үзүүлэлт юм. Энэ нь хувьцааны үнийн чиг хандлагын хүч чадал, чиглэл, эрч хүч, үргэлжлэх хугацааны өөрчлөлтийг илрүүлэх ёстой.",
  "Markets": "Зах зээл",
  "Maximum AF": "Хамгийн их AF",
  "Minimum AF": "Хамгийн бага AF",
  "minute": "минут",
  "minutes": "минут",
  "Momentum": "Эрчим хүч",
  "Moving Average (MA)": "Хөдөлгөөнт дундаж (MA)",
  "Moving Average Envelope": "Хөдлөх дундаж дугтуй",
  "Moving Average Type": "Хөдөлгөөнт дундаж төрөл",
  "Moving averages": "Хөдөлгөөнт дундаж",
  "Negative Bar": "Сөрөг бар",
  "Network status": "Сүлжээний байдал",
  "No results for": "Үр дүн гараагүй",
  "Offset": "Офсет",
  "OHLC": "OHLC",
  "Ohlc/4": "Ohlc/4",
  "Only selected charts and time intervals are available for this trade type.": "Зөвхөн сонгосон график, цагийн интервалууд энэ худалдааны төрөлд ашиглах боломжтой.",
  "Open": "Нээлттэй",
  "Opens in:": "Үүнд нээгдэнэ:",
  "Others": "Бусад",
  "OverBought": "Хэт их худалдан авсан",
  "OverSold": "Хэт борлуулсан",
  "Overwrite": "Даравж бичих",
  "Parabolic SAR": "Параболик SAR",
  "Percent": "Хувь",
  "Performance may vary by device. Turn off if it lags.": "Гүйцэтгэл төхөөрөмжөөс шалтгаалан ялгаатай байж болно. Хойрго ажиллавал унтраана уу.",
  "Period": "Хугацаа",
  "Platform settings": "Платформын тохиргоо",
  "PNG": "PNG",
  "Point": "Цоо",
  "Positive Bar": "Эерэг бар",
  "Price Rate of Change": "Үнийн өөрчлөлтийн түвшин",
  "Price ROC": "ROC үнэ",
  "PSAR": "ПСАР",
  "Rainbow MA": "Солонго М.А.",
  "Rainbow Moving Average": "Солонго хөдөлгөөнт дундаж",
  "Relative Strength Index (RSI)": "Харьцангуй хүч чадлын индекс (RSI)",
  "removed": "устгах",
  "Reset": "Дахин тохируулах",
  "Result": "Үр дүн",
  "Retrieving Chart Data...": "Графикийн өгөгдлийг авах...",
  "Retrieving Chart Engine...": "Графикийн хөдөлгүүрийг авах...",
  "Retrieving Market Symbols...": "Зах зээлийн тэмдэглэгээг авах...",
  "Retrieving Trading Times...": "Худалдааны цагийг буцааж авах...",
  "RSI": "RSI",
  "Saved templates": "Хадгалсан загварууд",
  "Search": "Хайлт",
  "Search...": "Хайх...",
  "Select language": "Хэл сонгоно уу",
  "Select theme": "Загварыг сонгоно уу",
  "Series": "Цуврал",
  "Settings": "Тохиргоо",
  "Shading": "Сүүдэрлэх",
  "Shift": "Ээлж",
  "Shift Type": "Ээлжийн төрөл",
  "Show Fractals": "Фракталыг харуулах",
  "Show Lines": "Мөрийг харуулах",
  "Show Zones": "Бүсүүдийг харуулах",
  "Signal": "Сигнал",
  "Signal Period": "Дохионы хугацаа",
  "Simple": "Энгийн",
  "Size": "Хэмжээ",
  "Slow": "Slow",
  "Slow MA Period": "Slow MA Period",
  "SMA1": "SMA1",
  "SMA10": "SMA10",
  "SMA2": "SMA2",
  "SMA3": "SMA3",
  "SMA4": "SMA4",
  "SMA5": "SMA5",
  "SMA6": "SMA6",
  "SMA7": "SMA7",
  "SMA8": "SMA8",
  "SMA9": "SMA9",
  "Smooth": "Smooth",
  "Smooth chart movement": "Графикийн хөдөлгөөнийг жигд болгох",
  "Smoothing Period": "Smoothing Period",
  "Some of your active indicators don’t support 1-tick intervals. If you change to a 1-tick interval, these indicators will be removed from your chart.": "Таны зарим идэвхтэй үзүүлэлтүүд нь 1 шалны интервалыг дэмждэггүй. Хэрэв та 1-tick интервал руу өөрчлөгдвөл эдгээр үзүүлэлтүүд нь таны графикээс хасах болно.",
  "Some of your templates may not work with this trade type.": "Таны зарим загвар энэ арилжааны төрөлд таарахгүй байх магадлалтай.",
  "Standard Deviations": "Standard deviation",
  "Stch Mtm": "Stch Mtm",
  "Stochastic": "Stochastic",
  "Stochastic Momentum Index": "Stochastic Momentum Index",
  "Stochastic Oscillator": "Stochastic Oscillator",
  "Streaming for [symbol] is not available due to license restrictions": "Лицензийн хязгаарлалтаас шалтгаалан [тэмдэг] -д зориулсан дамжуулалт хийх боломжгүй",
  "Teeth": "Teeth",
  "Teeth Offset": "Teeth Offset",
  "Teeth Period": "Teeth Period",
  "Templates": "Загварууд",
  "The Average Directional Movement Index index (ADX) was developed in 1978 by J. Welles Wilder as an indicator of trend strength in a series of prices of a financial instrument ADX will range between 0 and 100. Generally, ADX readings below 20 indicate trend weakness, and readings above 40 indicate trend strength.": "Дундаж чиглэлтэй хөдөлгөөний индекс (ADX) нь 1978 онд Ж.Веллес Вилдерийн боловсруулсан нь санхүүгийн хэрэгслийн үнийн цуврал дахь чиг хандлагын бат бэх үзүүлэлт болгон ADX 0-ээс 100 хооронд хэлбэлзэх болно. Ерөнхийдөө 20-оос доош ADX уншлага нь чиг хандлагын сул талыг харуулж, 40-ээс дээш уншлага нь чиг хандлагын хүчийг харуулдаг.",
  "The Awesome Oscillator is an indicator used to measure market momentum. AO calculates the difference of a 34 Period and 5 Period Simple Moving Averages. The Simple Moving Averages that are used are not calculated using closing price but rather each bar's midpoints. AO is generally used to affirm trends or to anticipate possible reversals.": "Гайхалтай осциллятор нь зах зээлийн эрчийг хэмжихэд ашигладаг үзүүлэлт юм. AO нь 34 үе ба 5 хугацааны энгийн хөдөлгөөнт дундажуудын зөрүүг тооцоолдог. Ашиглагдаж буй энгийн хөдөлгөөнт дундажийг хаалтын үнийг ашиглан тооцоолохгүй, харин бар бүрийн дунд цэгүүдийг ашигладаг. AO нь ерөнхийдөө чиг хандлагыг батлах эсвэл болзошгүй ухраалтыг урьдчилан харахад ашиглагддаг.",
  "The Commodity Channel Index (CCI) is a versatile indicator that can be used to identify a new trend or warn of extreme conditions.": "Барааны сувгийн индекс (CCI) нь шинэ чиг хандлагыг тодорхойлох эсвэл эрс тэс нөхцөл байдлаас сэрэмжлүүлэхэд ашиглаж болох олон талын үзүүлэлт юм.",
  "The Detrended Price Oscillator (DPO) helps to identify price cycles without the influence of short- and long-term trends. The DPO compares a simple moving average to a historical pricenear the middle of a specified period. It also shows the peaks and drops over that particular period, making it easier to predict buy points.": "Detrended Price Oscillator (DPO) нь богино болон урт хугацааны чиг хандлагын нөлөөгүйгээр үнийн мөчлөгийг тодорхойлоход тусалдаг. DPO нь энгийн хөдөлгөөнт дундажийг түүхэн үнэтэй харьцуулдагтодорхой хугацааны дундуур. Энэ нь мөн тухайн хугацааны туршид оргил, уналтыг харуулж, худалдан авах цэгүүдийг урьдчилан таамаглахад хялбар болгодог.",
  "The Donchian Channel is an indicator used in market trading developed by Richard Donchian. It is formed by taking the highest high and the lowest low of the last n periods. The area between the high and the low is the channel for the period chosen.": "Дончианы суваг нь Ричард Дончианы боловсруулсан зах зээлийн арилжаанд ашигладаг үзүүлэлт юм. Энэ нь сүүлийн n үеүүдийн хамгийн өндөр, хамгийн доод доод доод хэмжээг авч үүсдэг. Өндөр ба бага хоёрын хоорондох талбай нь сонгосон хугацааны хувьд суваг юм.",
  "The Ichimoku Cloud, also known as Ichimoku Kinko Hyo, is a versatile indicator that defines support and resistance, identifies trend direction, gauges momentum and provides trading signals. Ichimoku Kinko Hyo translates into “one look equilibrium chart”.": "Ichimoku Kinko Hyo гэж нэрлэгддэг Ichimoku Cloud нь дэмжлэг, эсэргүүцлийг тодорхойлж, чиг хандлагын чиглэлийг тодорхойлж, эрчийг хэмжиж, арилжааны дохиог өгдөг олон талт үзүүлэлт юм. Ichimoku Kinko Hyo нь “нэг харагдах тэнцвэрийн график” гэж орчуулна.",
  "The Moving Average (MA) helps to identify the overall market trend by filtering out short-term price fluctuations. Using historical data, it calculates the average price over a specific period and plots a line on the chart. If the MA line moves upwards, it’s an indicator of an uptrend, a downtrend if it moves downwards. A buy signal occurs when the price moves above the MA line.": "Хөдөлгөөнтэй дундаж (MA) нь богино хугацааны үнийн хэлбэлзлийг шүүлтүүрээр зах зээлийн ерөнхий чиг хандлагыг тодорхойлоход тусалдаг. Түүхэн өгөгдлийг ашиглан тодорхой хугацаанд дундаж үнийг тооцоолж, график дээр мөрийг тавьдаг. Хэрэв MA шугам дээшээ хөдөлвөл энэ нь uptrend, доошоо хөдөлвөл уналтын үзүүлэлт юм. Үнэ нь MA шугамаас дээш шилжих үед худалдан авах дохио үүсдэг.",
  "The Moving Average Envelope (MAE) helps to identify strong price movement that indicates the start of a trend. The MAE creates a moving average line as well as 2 bands around it. In theory, when the market price touches the upper or lower bands, a trend reversal will occur, indicating a buy signal.": "Хөдөлгөөнт дундаж дугтуй (MAE) нь чиг хандлага эхлэхийг харуулсан үнийн хүчтэй хөдөлгөөнийг тодорхойлоход тусалдаг. MAE нь хөдөлж буй дундаж шугамыг түүнчлэн түүний эргэн тойрон дахь 2 хамтлагийг бий болгодог. Онолын хувьд зах зээлийн үнэ дээд эсвэл доод зурваст хүрэх үед худалдан авах дохиог харуулах чиг хандлагын эргэлт үүснэ.",
  "The parabolic SAR is calculated almost independently for each trend in the price. When the price is in an uptrend, the SAR emerges below the price and converges upwards towards it. Similarly, on a downtrend, the SAR emerges above the price and converges downwards. At each step within a trend, the SAR is calculated one period in advance.": "Параболик SAR нь үнийн чиг хандлага бүрт бараг бие даан тооцогддог. Үнэ өсөх хандлагатай үед SAR нь үнээс доогуур гарч, түүн рүү дээшээ нийлдэг. Үүнтэй адилаар уналтын чиг хандлагын үед SAR нь үнээс дээгүүр гарч, доошоо нийлдэг. Чиг чиг хандлагын алхам бүрт SAR-ийг нэг хугацаагаар урьдчилан тооцоолно.",
  "The Price Rate-of-Change (ROC) indicator displays the difference between the current price and the price x-time periods ago. The difference can be displayed in either points or as a percentage.": "Price Rate-of-Change (ROC) үзүүлэлт нь одоогийн үнэ болон үнийн хоорондох зөрүүг харуулдаг x-цаг хугацааны өмнөх үе. Зөрүүг аль нэг цэгээр эсвэл хувиар харуулж болно.",
  "The Rainbow Moving Average (RMA) displays several moving average lines simultaneously. When the lines intersect, it’s an indicator of price reversal and the angle of the lines are helpful to predict the trend strength. The steeper the curve, the stronger the trend. When the price crosses the moving average lines from below, it signals an upward trend. When the price crosses the moving average lines from above, it signals a downward trend. The RMA is easier to use compared to using several different moving average indicators at once.": "Солонго хөдөлгөөнт дундаж (RMA) нь хэд хэдэн хөдөлгөөнт дундаж шугамыг нэгэн зэрэг харуулдаг. Шугамнууд огтлолцох үед энэ нь үнийн ухрах үзүүлэлт бөгөөд шугамын өнцөг нь чиг хандлагын хүчийг урьдчилан таамаглахад тустай байдаг. Муруй хэдий чинээ огцом байх тусам чиг хандлага хүчтэй байх болно. Үнэ нь доороос хөдөлж буй дундаж шугамыг давах үед энэ нь өсөх хандлагыг дохио өгдөг. Үнэ нь дээрээс хөдөлж буй дундаж шугамыг давах үед энэ нь доошлох чиг хандлагыг дохио өгдөг. RMA нь хэд хэдэн өөр хөдөлгөөнт дундаж үзүүлэлтийг нэг дор ашиглахтай харьцуулахад ашиглахад хялбар байдаг.",
  "The Relative Strength Index (RSI) was published by J. Welles Wilder. The current price is normalized as a percentage between 0 and 100. The name of this oscillator is misleading because it does not compare the instrument relative to another instrument or set of instruments, but rather represents the current price relative to other recent prices within the selected lookback window length.": "Холбогдох хүчний индекс (RSI)-г Ж. Уэллес Уайлдер хэвлэсэн. Одоогийн үнэ 0-<b>100</b>-ын хоорондох хувь болгож нормчилсон. Энэ осцилляторын нэр буруу ойлголт өгөх магадлалтай, учир нь энэ нь нэг хэрэгсэлтэй харьцуулахгүй, харин сонгосон харах цонхны урттай сүүлийн үеийн бусад үнэтэй харьцуулах буюу одоогийн үнийг харуулахад чиглэгддэг.",
  "The Stochastic Momentum Index (SMI) helps to identify overbought or oversold conditions in the market and to predict bearish or bullish trends. It calculates the distance between the current closing price and the median of the high/low range, and displays 2 lines on the chart: the first (known as %K) represents the price movement while the second (known as %D) is a moving average of the first line. If the closing price is higher than the median of the high/low range, the SMI returns a positive value. If the closing price is lower than the average price, a negative value is returned. Values above 40 indicate a bullish trend while values below -40 indicate a bearish trend.": "Stochastic Momentum Index (SMI) нь зах зээл дээр хэт их худалдан авсан эсвэл хэт борлуулсан нөхцөлийг тодорхойлох, баавгай эсвэл өсөх чиг хандлагыг урьдчилан таамаглахад тусалдаг. Энэ нь одоогийн хаалтын үнэ болон өндөр/бага хүрээний медиан хоорондын зайг тооцоолж график дээр 2 мөрийг харуулна: эхнийх нь (%K гэж нэрлэдэг) үнийн хөдөлгөөнийг илэрхийлдэг бол хоёр дахь ( %Dгэж нэрлэдэг) нь эхний мөрний хөдөлгөөнт дундаж юм. Хэрэв хаалтын үнэ нь өндөр/бага хүрээний медиангаас өндөр бол SMI нь эерэг утгыг буцаана. Хэрэв хаалтын үнэ дундаж үнээс доогуур байвал сөрөг утгыг буцаана. 40-ээс дээш утга нь өсөх хандлагыг илтгэдэг бол -40-ээс доош утга нь буурах хандлагыг илэрхийлдэг.",
  "Themes": "Сэдвүүд",
  "There are no favorites yet.": "Одоогоор дуртай зүйл алга байна.",
  "This indicator does not support 1-tick intervals. To use this indicator, change your chart time interval to 1 minute or more.": "Энэ үзүүлэлт нь 1 шалны интервалыг дэмждэггүй. Энэ үзүүлэлтийг ашиглахын тулд графикийн хугацааны интервалыг 1 минут ба түүнээс дээш болгон өөрчил.",
  "tick": "шалз",
  "Tick interval only available for \\\"Area\\\" Chart type.": "Зөвхөн \\\"Area\\\" Графикийн төрөлд шалгах интервал боломжтой.",
  "Time interval": "Цагийн интервал",
  "Time Series": "Цагийн цуврал",
  "Trend": "чиг хандлага",
  "Trend line [num]": "Чиглэлийн шугам [тоо]",
  "Triangular": "Гурвалжин",
  "Try checking your spelling or use a different term": "Өөрийн зөв бичгийн дүрмийг шалгаж үзээрэй эсвэл өөр нэр томъёо ашигла",
  "Type": "Төрөл",
  "Up to 2 active indicators allowed.": "2 хүртэлх идэвхтэй шалгуур үзүүлэлтийг зөвшөөрнө.",
  "Up to 5 active indicators allowed.": "5 хүртэлх идэвхтэй үзүүлэлтийг зөвшөөрнө.",
  "Variable": "Хувьсах",
  "Vertical line [num]": "Босоо шугам [тоо]",
  "Volatility": "Тогтмол байдал",
  "Weighted": "Жинлэгдсэн",
  "Welles Wilder": "Веллес Вилдер",
  "William's %R": "Уильямын %R",
  "William's Percent Range": "Уильямын хувийн хүрээ",
  "Would you like to overwrite it?": "Та үүнийг дарж бичихийг хүсч байна уу?",
  "You have no active drawings yet.": "Танд одоогоор идэвхтэй зураг алга байна.",
  "You have no active indicators yet.": "Танд одоогоор идэвхтэй үзүүлэлт байхгүй байна.",
  "You have no saved templates yet.": "Танд одоогоор хадгалагдсан загвар байхгүй байна.",
  "Zero Lag": "Тэг хоцрогдол",
  "Zig Zag": "Зиг Заг",
  "Zig Zag helps to identify trend reversals and filters out relatively small price movements by determining the support and resistance levels of the market. It accepts a percentage of deviation as the input and displays a line if the price change is larger than the percentage of deviation. Zig Zag ignores any sideways movement and is useful to filter out “market noise”.": "Zig Zag нь чиг хандлагын ухрамжийг тодорхойлоход тусалдаг бөгөөд зах зээлийн дэмжлэг, эсэргүүцлийн түвшинг тодорхойлох замаар харьцангуй бага үнийн хөдөлгөөнийг шүүдэг. Энэ нь хазайлтын хувийг оролт болгон хүлээн авч, үнийн өөрчлөлт нь хазайлтын хувиас их байвал мөрийг харуулна. Zig Zag нь аливаа хажуу талын хөдөлгөөнийг үл тоомсорлож, “зах зээлийн дуу чимээ” -ыг шүүхэд ашигтай байдаг.",
  "Zoom in": "Томруулна уу",
  "Zoom out": "Томхотгох"
}